[
    {
      "title":"ਜਾਨੇ ਸੇ ਪਹਲੇ ਆਓ ਗਲੇ ਸੇ ਲਗਾ ਤੋ ਲੂੰ",
      "punjabi":"ਜਾਨੇ ਸੇ ਪਹਲੇ ਆਓ ਗਲੇ ਸੇ ਲਗਾ ਤੋ ਲੂੰ ।।\nਕੇਸੋਂ ਕੋ ਕੰਘੀ ਕਰ ਦੂੰ ਜ਼ਰਾ ਮੂੰਹ ਧੁਲਾ ਤੋ ਲੂੰ ।।\nਪਯਾਰੇ ਸਰੋਂ ਪੇ ਨਨ੍ਹੀ ਸੀ ਕਲਗ਼ੀ ਸਜਾ ਤੋ ਲੂੰ ।।\nਮਰਨੇ ਸੇ ਪਹਲੇ ਤੁਮ ਕੋ ਮੈਂ ਦੂਲ੍ਹਾ ਬਨਾ ਤੋ ਲੂੰ ।।",
      "english":"pending",
      "transliteration":"Jaane se pehle aao gale se laga to loon\nKeson ko kanghi kar doon zara muh dhula to loon\nPyaare seron pe nanhi si kalgi saja to loon\nMarne se pehle tum ko main dulha bana to loon"
    },
    {
      "title":"ਮੇਰੇ ਬਾਜਾ ਵਾਲੇ ਦਾ ਦਰਬਾਰ ਬਰਾ ਸੋਨਾ",
      "punjabi":"ਮੇਰੇ ਬਾਜਾ ਵਾਲੇ ਦਾ ਦਰਬਾਰ ਬਰਾ ਸੋਨਾ।\nਜਦੋ ਦਰਸ਼ਨ ਦੇਂਦੇ ਨੇ ਦੀਦਾਰ ਬਡੇ ਸੋਨਾ।\nਇਹ ਬਾਕੀ ਸੁਰਾਹੀ ਇਹ ਮੇਖਾਨਾ ਇਹ।\nਇਹ ਕੁਛ ਵੀ ਨਾ ਮੰਗਦਾ ਸੈਯੋ ਪਰ ਵੰਡਦਾ ਖਜ਼ਾਨਾ ਇਹ।\nਸਾਡਾ ਵੰਡਦਾ ਖਜ਼ਾਨਾ ਇਹ ਵੰਡਨਹਾਰ ਬਡੇ ਸੋਨਾ।\nਇਹ ਮਾਨ ਸਰੋਵਰ ਹੈ ਇਥੇ ਮੋਤੀ ਮਿਲਦੇ ਨੇ।\nਜਿਹੜਾ ਦਰ ਦੇ ਆ ਜਾਏ ਪਾਪ ਜਨਮਾ ਦੀ ਤੁਲਦੇ ਨੇ।\nਸਾਨੂੰ ਤਾਰਨ ਆਏ ਨੇ ਤਾਰਨਹਾਰ ਬਡੇ ਸੋਨਾ।\nਮੇਰੇ ਸਤਿਗੁਰ ਪਿਆਰੇ ਦੀ ਬੜੀ ਸ਼ਾਨ ਨਿਰਾਲੀ ਇਹ।\nਹਰ ਰੋਜ਼ ਦੁਸ਼ਹੇਰਾ ਇਹ ਹਰ ਰੋਜ਼ ਦੀਵਾਲੀ ਇਹ।\nਇਹ ਤੇ ਤਨ ਮਨ ਰੰਗਦੇ ਨੇ ਰੰਗਰੇਜ਼ ਬਡੇ ਸੋਨਾ।\nਮੈਂ ਗੁੱਡੀਏ ਇਸ ਦਾਤੇ ਦੀ ਇਹਦੇ ਹਥ ਮੇਰੀ ਦੋਰੀ ਇਹ।\nਉਹਦਾ ਸਿਰ ਤੇ ਨਾ ਹੱਥ ਹੁੰਦਾ ਮੇਰੀ ਕਿੱਤੇ ਵੀ ਨਾ ਤੋਈ ਏਹ।\nਸਾਨੂੰ ਬਖਸ਼ਣ ਆਏ ਨੇ ਬਖਸ਼ਣਹਾਰ ਬਰਾ ਸੋਨਾ।\nਮੈਨੂੰ ਲੋਕੀ ਕਹਿੰਦੇ ਨੇ ਇਹ ਰੂਪ ਇਲਾਹੀ ਏਹ।\nਮੇਰੇ ਬਾਜਾ ਵਾਲੇ ਦੇ ਹੱਥ ਸਾਰੀ ਖੁਦਾਈ ਏਹ।\nਕਿੱਥੋ ਲਬ ਕੇ ਲੈਯੰਦਾ ਏ ਦਿਲਦਾਰ ਬਰਾ ਸੋਨਾ।।",
      "english":"pending",
      "transliteration":"Mere Baaja Wale Da Darbaar Bara Sona\nJado Darshan Dende Ne Deedaar Bara Sona\nEh baaki surahi eh mekhaana eh\neh kuch vi na mangda saiyyo par vandada kahzaana eh\nsada vandada khazaana eh vandanhaar bara sona\nEh maan sarovar hai ithey moti milde ne\njihra dar de aa jaye paap janama di tulde ne\nsanu taaran aaye ne taaranhaar bara sona\nMere satgur pyaare di bari shaan nirali eh\nhar roz dushehra eh har roz diwali eh\neh te tan man rangde ne rangrez bara sona\nmai guddiye is daate di ehde hath meri dori eh\nohda sir te na hath hunda meri kitte vi na toyi eh\nsanu bkhsan aaye ne bakhshanhaar bara sona\nmainu loki kehnde ne eh roop ilahi eh\nmere baaja wale de hath saari khudayi eh\nkitho lab ke leyanda eh dildaar bara sona"
    },
    {
      "title":"ਪੰਜਾ ਚੋਰਾ ਨੇ ਘਰ ਤੇਰਾ ਲੁਟਿਆ",
      "punjabi":"ਪੰਜਾ ਚੋਰਾ ਨੇ ਘਰ ਤੇਰਾ ਲੁਟਿਆ ।।\nਸੁਤਿਆ ਤੂੰ ਜਾਗ ਬੰਦੇਆ ।।",
      "english":"The five thieves have looted your house\nYou are asleep, wake up, O human!",
      "transliteration":"Panja chora ne ghar tera luteya\nSuteya tu jaag bandeya"
    },
    {
      "title":"ਸਦਕੇ ਮੈ ਜਾਵਾ ਓਨਾ ਤੋ ਜਿਨਾ ਨੂੰ ਤੇਰਿਆ ਲੋੜਾ",
      "punjabi":"ਸਦਕੇ ਮੈ ਜਾਵਾ ਓਨਾ ਤੋ ਜਿਨਾ ਨੂੰ ਤੇਰਿਆ ਲੋੜਾ ।।\nਜਿਨਾ ਨੂੰ ਤੇਰਿਆ ਲੋੜਾ ਓਨਾ ਨੂੰ ਕਾਦੀਆ ਥੋੜਾ ।।",
      "english":"pending",
      "transliteration":"sadke mai jaava ona to jina nu teriya lora\njina nu teriya lora ona nu kadia thora"
    },
    {
      "title":"ਦੀਨ ਦਯਾਲ ਗਰੀਬ ਨਿਵਾਜ ਕਿਲੇ ਵਾਲੇ ਮਹਾਰਾਜ",
      "punjabi":"ਦੀਨ ਦਯਾਲ ਗਰੀਬ ਨਿਵਾਜ ਕਿਲੇ ਵਾਲੇ ਮਹਾਰਾਜ ।।\nਦਰਸਨ ਦੇਵੋ ਸੰਗਤ ਨੂੰ ਰਾਖੋ ਬਿਰਾਦ ਕੀ ਲਾਜ ।।",
      "english":"pending",
      "transliteration":"Deen dayal garib nivaj kile vale maharaj\nDarshan devo sangat nu rakho birad ki laaj"
    },
    {
      "title":"ਮੇਰੀ ਸੇਵਾ ਥੋੜੀ ਜੀ ਸਾਹਿਬ ਲੇਖੇ ਲਾਏ ਲਿਓ",
      "punjabi":"ਮੇਰੀ ਸੇਵਾ ਥੋੜੀ ਜੀ ਸਾਹਿਬ ਲੇਖੇ ਲਾਏ ਲਿਓ ।।",
      "english":"pending",
      "transliteration":"meri seva thori ji sahib lekhe lae leo"
    },
    {
      "title":"ਲੇਖਾ ਕਰੇ ਤਾ ਕਦੇ ਨਹੀਂ ਗਤ ਹੋਣੀ ਰੱਖ ਲੈ ਗਰੀਬ ਜਾਨਕੇ",
      "punjabi":"ਲੇਖਾ ਕਰੇ ਤਾ ਕਦੇ ਨਹੀਂ ਗਟ ਹੋਣੀ ਰੱਖ ਲੈ ਗਰੀਬ ਜਾਨਕੇ",
      "english":"If you keep an account, I will never be saved. Protect me as meek.",
      "transliteration":"lekha kare ta kade nai gat honi rakh le garib jaanke"
    },
    {
      "title":"ਤੇਰਾ ਨਾਮ ਗਰੀਬ ਨਿਵਾਜ ਬਖਸ਼ ਗੁਨਾਹੀਆਂ ਨੂੰ",
      "punjabi":"ਤੇਰਾ ਨਾਮ ਗਰੀਬ ਨਿਵਾਜ ਬਖਸ਼ ਗੁਨਾਹੀਆਂ ਨੂੰ",
      "english":"pending",
      "transliteration":"tera naam garib nivaj baksh gunaya nu"
    },
    {
      "title":"ਮਿਠਾ ਬੋਲਣਾ ਤੇ ਨਿਓ ਨਿਓ ਚਲਣਾ",
      "punjabi":"ਮਿਠਾ ਬੋਲਣਾ ਤੇ ਨਿਓ ਨਿਓ ਚਲਣਾ",
      "english":"pending",
      "transliteration":"mitha bolna te neo neo chalna"
    },
    {
      "title":"ਲੈਣਾ ਦੇਣਾ ਕਿਸਮਤ ਦਾ ਮੁਹੋ ਤੇ ਮਿੱਠਾ ਬੋਲ",
      "punjabi":"ਲੈਣਾ ਦੇਣਾ ਕਿਸਮਤ ਦਾ ਮੁਹੋ ਤੇ ਮਿੱਠਾ ਬੋਲ",
      "english":"pending",
      "transliteration":"laena dena kismat da muho te mitha bol"
    },
    {
      "title":"ਮਿੱਠੇ ਮਿੱਠੇ ਜੀ ਬੋਲ ਕਿਲੇ ਵਾਲੇ ਮਾਹੀ ਦੇ",
      "punjabi":"ਮਿੱਠੇ ਮਿੱਠੇ ਜੀ ਬੋਲ ਕਿਲੇ ਵਾਲੇ ਮਾਹੀ ਦੇ",
      "english":"pending",
      "transliteration":"mithe mithe ji bol kile vale mahi de"
    },
    {
      "title":"ਸਤਿਗੁਰ ਮੇਰਾ ਸ਼ਾਹ ਬਣਿਆ ਸਾਰਾ ਜਗ ਵੰਜਾਰਾ ਹੋ ਗਿਆ",
      "punjabi":"ਸਤਿਗੁਰ ਮੇਰਾ ਸ਼ਾਹ ਬਣਿਆ ਸਾਰਾ ਜਗ ਵੰਜਾਰਾ ਹੋ ਗਿਆ",
      "english":"My true Guru has become the king, and the whole world has become merchants.",
      "transliteration":"satgur mera shah banea sara jag vanjara ho gaya"
    },
    {
      "title":"ਜੇ ਤੂੰ ਰਬ ਨਹੀਂ ਤੇ ਰਬ ਦਾਸ ਕੇੜਾ ਮੇਰਾ ਏਹ ਭੁਲੇਖਾ ਕੱਢ ਦੇ",
      "punjabi":"ਜੇ ਤੂੰ ਰਬ ਨਹੀਂ ਤੇ ਰਬ ਦਾਸ ਕੇੜਾ ਮੇਰਾ ਏਹ ਭੁਲੇਖਾ ਕੱਢ ਦੇ",
      "english":"If you are not God, then tell me who is? Take away this doubt of mine.",
      "transliteration":"je tu rab nai te rab das kera mera eh bhulekha jad de"
    },
    {
      "title":"ਭਲੀ ਆਪਣੀ ਨਬੇੜ ਤੇਨੂੰ ਹੋਰ ਨਾਲ ਕੀ",
      "punjabi":"ਭਲੀ ਆਪਣੀ ਨਬੇੜ ਤੇਨੂੰ ਹੋਰ ਨਾਲ ਕੀ",
      "english":"pending",
      "transliteration":"bhali apni naber tenu hor naal ki"
    },
    {
      "title":"ਸੇਵਾ ਕਰਲੇ ਨਿਮਾਣੇ ਜਿੰਦ ਮੇਰੀਏ ਹਥ ਪੈਰ ਦਿੱਤੇ ਰਬ ਨੇ",
      "punjabi":"ਸੇਵਾ ਕਰਲੇ ਨਿਮਾਣੇ ਜਿੰਦ ਮੇਰੀਏ ਹਥ ਪੈਰ ਦਿੱਤੇ ਰਬ ਨੇ ।।",
      "english":"Perfom selfless service, O my soul; God has given you hands and feet.",
      "transliteration":"seva karle nimaane jind meriye hath pair dite rab ne"
    },
    {
      "title":"ਬਖਸ਼ੀ ਗੁਰ ਮੇਰੇਯਾ ਸੇਵਾ ਤੇ ਸਿਮਰਨ ਮੇਨੂੰ",
      "punjabi":"ਬਖਸ਼ੀ ਗੁਰ ਮੇਰੇਯਾ ਸੇਵਾ ਤੇ ਸਿਮਰਨ ਮੇਨੂੰ",
      "english":"Bless me, my Guru, with service and rememberance",
      "transliteration":"bakshi gur mereya seva te simran menu"
    },
    {
      "title":"ਗੱਲ ਸੁਣ ਕਾਜੀਆ",
      "punjabi":"ਗੱਲ ਸੁਣ ਕਾਜੀਆ ਕੱਚਿਆ ਨਾਮਾਜ਼ੀਆਂ ।।\nਸਿੱਖਣਾ ਤਰੀਕਾ ਜੇ ਨਮਾਜ਼ ਦਾ ਪਹਿਲਾ ਓਹਨੂ ਦਿਲ ਸੌੰਪ ਲੈ ।।\nਚੜ੍ਹ ਕੇ ਮੁਨਾਰੇ ਤੇ ਨਾ ਜ਼ੋਰ ਦੀ ਦੁਹਾਈ ਦੇਵੇ ।।\nਹਾਥੀ ਦੀ ਆਵਾਜ਼ ਜੇ ਰੱਬ ਨੂੰ ਸੁਣਾਈ ਦੇਵੇ ।।\nਬਣੇਗਾ ਕੀ ਕੀੜੀ ਦੀ ਆਵਾਜ਼ ਦਾ ।।\nਮਨ ਨੂੰ ਕਹਿ ਛੱਡ ਦੇਵੇ ਸ਼ੇਕੀਆਂ ਸ਼ਰਾਰਤਾਂ ।।\nਦਿਲ ਵਿਚੋਂ ਕੱਢ ਛੱਡ ਨਫਰਤਾਂ ਹਕਾਰਤਾਂ ।।\nਇਹ ਕੰਮ ਨਹੀਉਹ ਨਖਰੇ ਦਿਖਾਉਣ ਦਾ ।।\nਕਰਲੈ ਸਫਾਈ ਪਹਿਲਾਂ ਦਿਲ ਦੀ ਮਸੀਤ ਦੀ ।।\nਅਲਾਹ ਨਾਲ ਪੱਕੀ ਡੋਰੀ ਗੰਦ ਲੈ ਪ੍ਰੀਤ ਦੀ ।।\nਕਹਿਣਾ ਮਨ ਲੇਹ ਹਮਰਾਜ਼ ਦਾ ।।",
      "english":"pending",
      "transliteration":"Gal sun qajiya, kacheya namaaziya.\nSikhna tarika je namaaz da pehla ohnoo dil saunp lai.\nChar ke munaare te na "
    },
    {
      "title":"ਰੱਖਲੇ ਕਿਲੇ ਵਾਲੇਆ",
      "punjabi":"ਰੱਖਲੇ ਕਿਲੇ ਵਾਲੇਆ |\nਤੂੰ ਤੇ ਜੁਗ ਜੁਗ ਰੱਖ ਦਾ ਆਯਾ ||",
      "english":"pending",
      "transliteration":"Rakhle kile valeya\nTu te jug jug rakh da aaya"
    },
    {
      "title":"ਹਰ ਸੱਚੇ ਤਖ਼ਤ ਰਚਾਇਆ ਸਤਿ ਸੰਗਤ ਮੇਲਾ",
      "punjabi":"ਹਰ ਸੱਚੇ ਤਖ਼ਤ ਰਚਾਇਆ ਸਤਿ ਸੰਗਤ ਮੇਲਾ |\nਨਾਨਕ ਨਿਰਭਉ ਨਿਰੰਕਾਰ ਵਿਚ ਸਿਦਾ ਖੇਲਾ  ।\nਗੁਰ ਸਿਮਰ ਮਨਾਈ ਕਾਲਕਾ ਖੰਡੇ ਕੀ ਵੇਲਾ |\nਪੰਵਹੁ ਪਾਹੁਲ ਖੱਡੇ ਧਾਰ ਹੁਇ ਜਨਮ ਸੋਹੇਲਾ |\nਗੁਰ ਸੰਗਤਿ ਕੀਨੀ  ਖਾਲਸਾ ਮਨਮੁਖੀ ਦੋਹੈਲਾ |\nਵਾਹ ਵਾਹ ਗੋਬਿੰਦ ਸਿੰਘ ਆਪੇ ਗੁਰ ਚੇਲਾ।",
      "english":"pending",
      "transliteration":"Har sache takht rachaiya sat sangat mela |\nNanak nirbhau nirankar, vich sida khaela |\nGur simar manai kalka, khande ki velaa |\nPanvahu pahul khadde dhaar, hui janam sohela |\nGur sangat kini Khalsa, manmukhi dohaela |\nWah wah Gobind Singh, ape gur chela."
    },
    {
      "title":"ਕਿਲੇ ਵਾਲਿਆਂ ਸਾਹਿਬਾ ਏਕ ਤੇਰੀ ਓਟ ਮੈਂ ਲਈਆਂ",
      "punjabi":"ਕਿਲੇ ਵਾਲਿਆਂ ਸਾਹਿਬਾ ਏਕ ਤੇਰੀ ਓਟ ਮੈਂ ਲਈਆਂ",
      "english":"pending",
      "transliteration":"kile Walia Sahiba ek Teri oat main laiyaan"
    },
    {
      "title":"ਕਿਲੇ ਵਾਲੇ ਨੂੰ ਮਨੁਖ ਨਾ ਜਾਣੋ, ਏਹ ਤੇ ਮਹਾਂ ਬਲੀ ਅਵਤਾਰ।",
      "punjabi":"ਕਿਲੇ ਵਾਲੇ ਨੂੰ ਮਨੁਖ ਨਾ ਜਾਣੋ, ਏਹ ਤੇ ਮਹਾਂ ਬਲੀ ਅਵਤਾਰ।",
      "english":"do not consider kile Wale as an ordinary human, for they are a great and powerful incarnation.",
      "transliteration":"kile Wale nu manukh na jaano, eh te mahaan bali avtaar"
    },
    {
      "title":"ਕਿਲੇ ਵਾਲਾ ਗੁਰੂ ਹਾਜ਼ਰਾਂ ਹਜ਼ੂਰ ਹੈਂ",
      "punjabi":"ਕਿਲੇ ਵਾਲਾ ਗੁਰੂ ਹਾਜ਼ਰਾਂ ਹਜ਼ੂਰ ਹੈਂ\nਦਿਸ ਦਾ ਹੈ ਉਨੂੰ ਜਿਹੜੇ ਅੱਖਿਆਂ ਚ ਨੂਰ ਹੈ।",
      "english":"kile Wale is present and manifest the lord\nThey have the divine light in their eyes.",
      "transliteration":"kile Wala Guru hazra Hazoor hain\nDis da hain onu jide akhiyaan ch noor hai"
    },
    {
      "title":"ਕਿਲੇ ਵਾਲੇ ਦਾ ਪਰਤਾਪ ਸਭ ਜਗ ਨੀਲਾ ਹੋਵੇਗਾ",
      "punjabi":"ਕਿਲੇ ਵਾਲੇ ਦਾ ਪਰਤਾਪ ਸਭ ਜਗ ਨੀਲਾ ਹੋਵੇਗਾ",
      "english":"The glory of Kile Wale will make the whole world blue",
      "transliteration":"Kile Wale Da Partaap Sab Jag Neela Hovega"
    },
    {
      "title":"",
      "punjabi":"",
      "english":"pending",
      "transliteration":""
    }
]